from django.contrib import admin

# Register your models here.
'''
Вам необхідно самостійно реалізувати аналог такого сайту на Django.

Реалізуйте можливість реєстрації на сайті та вхід на сайт.
Можливість додавання нового автора на сайт лише для зареєстрованого користувача.
Можливість додавання нової цитати на сайт із зазначенням автора тільки для зареєстрованого користувача.
Виконайте міграцію бази даних із MongoDB, яка у вас є, у Postgres для вашого сайту. Можна реалізувати кастомним скриптом. (За бажанням можете залишити та працювати з цитатами та авторами в MongoDB, а з користувачами у Postgres)
Можна зайти на сторінку кожного автора без аутентифікації користувача
Усі цитати доступні для перегляду без аутентифікації користувача
'''